alexcvzz.vscode-sqlite
amodio.tsl-problem-matcher
anthropic.claude-code
bpruitt-goddard.mermaid-markdown-syntax-highlighting
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
google.geminicodeassist
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
mushan.vscode-paste-image
neuvecom.github-copilot-voice-hooks
redhat.vscode-yaml
ritwickdey.liveserver
soerenuhrbach.vscode-deepl
tamasfe.even-better-toml
tomoki1207.pdf
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
